# Core tools
brew "7zip"
brew "atuin"
brew "bat"
brew "btop"
brew "chafa"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "git"
brew "git-delta"
brew "gh"
brew "jj"
brew "luarocks"
brew "mise"
brew "neovim"
brew "procs"
brew "ripgrep"
brew "sqlite"
brew "starship"
brew "stow"
brew "syncthing"
brew "tmux"
brew "tree"
brew "xh"
brew "yazi"
brew "zoxide"
brew "zsh"

# Tiling window manager + status bar
cask "nikitabobko/tap/aerospace"
tap "FelixKratz/formulae"
brew "sketchybar"
brew "borders"
brew "lua"   
brew "blueutil"

# Casks (GUI apps)
cask "ghostty"
cask "brave-browser"
cask "discord"
cask "obsidian"
cask "docker-desktop"
cask "tailscale-app"
cask "1password"
cask "1password-cli"

# Fonts
cask "font-0xproto-nerd-font"
cask "font-sf-pro"             # sketchybar text (Felix bar)
cask "font-sf-mono"            # sketchybar numbers
cask "sf-symbols"             # sketchybar glyphs (battery/volume/wifi/cpu)
cask "font-sketchybar-app-font" # sketchybar app icons in workspaces
